import React from 'react';
import {
    getPlatforms,
    IonButtons,
    IonContent,
    IonHeader,
    IonImg,
    IonMenu,
    IonMenuButton,
    IonPage,
    IonProgressBar,
    IonTitle,
    IonToolbar
} from '@ionic/react';

import Header from './components/header'


function App() {
    return (<>
        <IonMenu contentId="main-content">
            <IonHeader>

                <IonToolbar>
                    <IonTitle>Menu Content</IonTitle>
                </IonToolbar>
            </IonHeader>
            <IonContent className="ion-padding">This is the menu content.</IonContent>
        </IonMenu>

        <IonPage id="main-content">
            <Header pageTitle="פורום" pageType="forum"/>

            <IonContent color="light" className="ion-padding" id={"article-page"}>
                <article>
                    <header>
                        <h1>התותחים רועמים והמוזות סוחרות: הבורסה עולה ביום השלישי ברציפות למרות ההסלמה</h1>
                        <h2>העוצמה של העורף ובעיקר של חיל האוויר שמממש תוכניות של שנים בעומק ארץ הארזים, מספקים רוח
                            גבית;
                            יחד עם זאת, צריך לשמור שלא להיכנס לאופוריה שכן לעת עתה המלחמה מוגדרת כחילופי
                            מהלומות</h2>
                        <figure>
                            <IonImg
                                src="https://www.sponser.co.il/ItemPics/DF55FDAE-86.PNG"
                                alt="קרדיט: פלאש 90, הדר יואביאן"

                            ></IonImg>
                            <figcaption>קרדיט: פלאש 90, הדר יואביאן</figcaption>
                        </figure>
                    </header>
                    <article className="article-body">

                        <p>המסחר בבורסה בתל אביב מתנהל בעליות שערים זה היום השלישי ברציפות. רוחות המלחמה לא מרגשים
                            את
                            המשקיעים שצופים את היום שאחרי, אך בינתיים גם נהנים מהעוצמה של העורף ובעיקר של חיל האוויר
                            שמממש תוכניות של שנים בעומק ארץ הארזים. יחד עם זאת, צריך לשמור שלא להיכנס לאופוריה שכן
                            לעת
                            עתה המלחמה מוגדרת כחילופי מהלומות ועוד לא נכנסה לשלב העצים ביותר. זאת למרות הרחבת טווח
                            הירי
                            של חיזבאללה לעבר מפרץ חיפה והעמקים.</p>
                        <p>מדד ת"א 35 עולה ב-1%, <a href="tag.php?tagid=9999525" rel="stock"> ת"א 90</a> מוסיף
                            1.35%,
                            מדד הבנקים עולה ב-1.3%. הדולר ללא שינוי ברמה של 3.776 שקלים.</p>
                        <p>התשואה על האג"ח הממשלתי ל-10 שנים נסחרת ברמה של 5.12% - שיא מאז יולי האחרון, וברמת שיא
                            שלא
                            נראתה מאז 2011.</p>
                        <p><strong>בולטות במסחר</strong></p>
                        <p>מור גמל ופנסיה עולה ב-2% על רקע הגדלת החזקות מצד בעל השליטה יוסי לוי שרש מניות בשער של
                            507
                            אג’.</p>
                        <p><a href="tag.php?tagid=312017" rel="stock">עשות</a> אשקלון שבשליטת קרן פימי עולה ב-6%
                            ומשלימה
                            מהלך עליות של 78% השנה ברקע להסלמה הביטחונית. מוקדם יותר השבוע כתבנו על האטרקטיביות של
                            המניות הביטחוניות לאור הלחימה - <a
                                href="https://www.sponser.co.il/Article.aspx?ArticleId=116169&amp;from=hp"> לכתבה
                                המלאה</a>.</p>
                        <p>פינרג’י עולה בעוד 8% בהמשך לזינוק שרשמה אתמול&nbsp;אחרי שעדכנה כי הגיעה לשלב מתקדם במו"מ
                            שהיא
                            מנהלת עם "אחת מחמש החברות הגדולות בעולם בתחום שירותי מחשוב ענן" לאספקת מערכות גיבוי
                            האנרגיה
                            שלה. עם זאת, מתחילת השנה הסבה למשקיעים הפסד של מעל 30% - <a
                                href="https://www.sponser.co.il/Article.aspx?ArticleId=116177&amp;from=hp">לכתבה
                                המלאה</a>.</p>
                        <p>המניות מקבוצת דסק"ש מרכזות עניין לאחר ההודעה על נקיטת צעדים ע"י נכסים ובניין במטרה לקדם
                            כניסה
                            של גב-ים שבשליטתה למדד ת"א-90 ומדד ת"א-125 בעדכון המדדים החצי שנתי של נובמבר. מניית גב
                            ים
                            אינה כלולה במדדים בשל שיעור ציבור נמוך של 12% בלבד, ולכן נכסים ובניין התקשרה במערכת
                            הסכמית
                            שכוללת עסקת מכר של כ-4.9% מההון מחוץ לבורסה דרך הבנק תמורת כ-310 מיליון שקל, ועסקת גידור
                            נפרדת למכירה של אופציית PUT בגין המניות הנמכרות לבנק. כדי להיכנס למדדי הדגל של הבורסה
                            נכסים
                            ובניין תצטרך למכור עוד כ-3% מההון כדי לעמוד ברף החזקות הציבור המינימלי הנדרש.</p>
                        <p>טרם הדיווח על עסקאות פיזור המניות הנ"ל דיווחה הקבוצה על סבב מינויים וחילופים בין החברות.
                            אבי
                            יעקובוביץ יעבור בפברואר 2025 מתפקיד מנכ"ל גב-ים אותו מילא ב-12 השנים האחרונות לתפקיד סגן
                            היו"ר, ונטלי משען זכאי המנכ"לית של חברת האם נכסים ובניין ושל דסק"ש תמונה במקומו לניהול
                            גב-ים. סמנכ"ל הכספים של דסק"ש ישודרג לתפקיד מנכ"ל שתי החברות.</p>
                        <p>מחזור המסחר בשעה זו מסתכם ב-333 מיליון שקל.</p>
                    </article>

                </article>
            </IonContent>
        </IonPage>
    </>);
}

export default App
